{
  "aboutMe": "Über mich",
  "skills": "Kenntnisse",
  "portfolio": "Portfolio",
  "contact": "Kontakt",
  "scroll": "Scrollen sie runter",
  "me": "Ich bin",
  "job": "FRONTEND ENTWICKLER",
  "letsTalk": "Reden wir",
  "aboutMe-headline": "Hallo, ich bin ein Frontend-Entwickler mit Sitz in München. Motiviert von den grenzenlosen Möglichkeiten in der IT, bin ich begeistert von der Gestaltung visuell ansprechender und intuitiver Websites und Anwendungen.",
  "aboutMe-located": "Da ich hinsichtlich meiner Arbeitsumgebung flexibel bin, kann ich sowohl vor Ort in München als auch remote effektiv arbeiten.",
  "aboutMe-mind": "Ich bin aufgeschlossen und suche immer nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
  "aboutMe-professional": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu destillieren. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",
  "skills-first-paragraph": "Ich habe Erfahrungen im Aufbau von Projekten mit unterschiedlichen Frontend-Technologien und -Konzepten gesammelt.",
  "looking-for": "Auf der Suche nach ",
  "another-skill": "einer anderen Fähigkeit",
  "feel-free": "Nehmen Sie gerne Kontakt mit mir auf. Ich freue mich darauf, meine bisherigen Kenntnisse zu erweitern.",
  "get-in-touch": "Kontakt",
  "explore": "Entdecken Sie hier eine Auswahl meiner Arbeiten. Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
  "join-text": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag & Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "shinobi-text": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie dem Samurai, den bösen Drachen zu besiegen.",
  "pokedex-text": "Basierend auf der PokéAPI, einer einfachen Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
  "crm-text": "Ein sehr einfaches Customer-Relationship-Management-System, das mit CRUD-Funktionalität arbeitet.",
  "oezkan-recommendation": "Raudel ist beim Programmieren mit JavaScript ganz in seinem Element. Er liebt es, Funktionen zu schreiben und komplexe Aufgaben zu lösen. Bei unserem Kanban-Projekt (Join) hat er wichtige Funktionen programmiert. Auch im Team war er mit seiner Gabe, Probleme schnell zu erfassen und zu lösen, eine wertvolle Hilfe. Ich würde jederzeit gerne wieder mit ihm arbeiten und kann ihn uneingeschränkt weiterempfehlen.",
  "got-problem": "Müssen Sie ein Problem lösen?",
  "contact-me": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "need-frontend": "Brauchen Sie einen Frontend-Entwickler? ",
  "contact-with-me": "Kontaktiere mich!",
  "form-name": "Ihr Name ist erforderlich",
  "form-email-valid": "Sie müssen eine gültige E-Mail-Adresse eingeben",
  "form-email": "Ihre E-Mail ist erforderlich",
  "form-text-long": "Ihre Nachricht ist leer oder kleiner als 10 Buchstaben",
  "form-text": "Deine Nachricht ist leer",
  "i-red": "Ich habe die ",
  "privacy-policy": "Datenschutzrichtlinie",
  "i-agree": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu."
 
}