{
  "aboutMe": "Über mich",
  "skills": "Kenntnisse",
  "portfolio": "Portfolio",
  "contact": "Kontakt",
  "scroll": "Scrollen sie runter",
  "me": "Ich bin",
  "job": "FRONTEND ENTWICKLER",
  "letsTalk": "Reden wir",
  "aboutMe-headline": "Hallo, ich bin ein Frontend-Entwickler mit Sitz in München. Motiviert von den grenzenlosen Möglichkeiten in der IT, bin ich begeistert von der Gestaltung visuell ansprechender und intuitiver Websites und Anwendungen.",
  "aboutMe-located": "Da ich hinsichtlich meiner Arbeitsumgebung flexibel bin, kann ich sowohl vor Ort in München als auch remote effektiv arbeiten.",
  "aboutMe-mind": "Ich bin aufgeschlossen und suche immer nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
  "aboutMe-professional": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu destillieren. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",
  "skills-first-paragraph": "Ich habe Erfahrungen im Aufbau von Projekten mit unterschiedlichen Frontend-Technologien und -Konzepten gesammelt.",
  "looking-for": "Auf der Suche nach ",
  "another-skill": "einer anderen Fähigkeit",
  "feel-free": "Nehmen Sie gerne Kontakt mit mir auf. Ich freue mich darauf, meine bisherigen Kenntnisse zu erweitern.",
  "get-in-touch": "Kontakt",
  "explore": "Entdecken Sie hier eine Auswahl meiner Arbeiten. Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
  "join-text": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag & Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "shinobi-text": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie dem Samurai, den bösen Drachen zu besiegen.",
  "pokedex-text": "Basierend auf der PokéAPI, einer einfachen Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
  "crm-text": "Ein sehr einfaches Customer-Relationship-Management-System, das mit CRUD-Funktionalität arbeitet.",
  "oezkan-recommendation": "Raudel ist beim Programmieren mit JavaScript ganz in seinem Element. Er liebt es, Funktionen zu schreiben und komplexe Aufgaben zu lösen. Bei unserem Kanban-Projekt (Join) hat er wichtige Funktionen programmiert. Auch im Team war er mit seiner Gabe, Probleme schnell zu erfassen und zu lösen, eine wertvolle Hilfe. Ich würde jederzeit gerne wieder mit ihm arbeiten und kann ihn uneingeschränkt weiterempfehlen.",
  "got-problem": "Müssen Sie ein Problem lösen?",
  "contact-me": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "need-frontend": "Brauchen Sie einen Frontend-Entwickler? ",
  "contact-with-me": "Kontaktiere mich!",
  "your-name-placeholder": "Ihr Name",
  "form-name": "Ihr Name ist erforderlich",
  "form-email-valid": "Sie müssen eine gültige E-Mail-Adresse eingeben",
  "form-email": "Ihre E-Mail ist erforderlich",
  "form-text-long": "Ihre Nachricht ist leer oder kleiner als 10 Buchstaben",
  "form-text": "Deine Nachricht ist leer",
  "i-red": "Ich habe die ",
  "privacy-policy": "Datenschutzrichtlinie",
  "i-agree": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
  "accept-please": "Bitte akzeptieren Sie die Datenschutzrichtlinie",
  "send-message": "Nachricht senden",
  "thanks": "Vielen Dank für Ihre Kontaktaufnahme. Ich werde mich schnellstmöglich bei Ihnen melden.",
  "bye": "Haben Sie einen guten Tag.",
  "imprint": "Impressum",
  "imprint-1": "Angaben gemäß § 5 TMG",
  "imprint-2": "Registereintrag",
  "imprint-3": "Eintragung im Handelsregister. Registergericht: Amtsgericht Musterstadt Registernummer: HRB 12345 Umsatzsteuer-ID: Umsatzsteuer-Identifikationsnummer gemäß §27 a Umsatzsteuergesetz: DE123456789 Inhaltlich Verantwortlicher gemäß § 55 Abs. 2 RStV: Max Mustermann Musterstraße 1 12345 Musterstadt",
  "imprint-4": "Wie erfassen wir Ihre Daten?",
  "imprint-5": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
  "imprint-6": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst.",
  "imprint-7": "Das sind vor allem technische Daten (z.B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs).",
  "imprint-8": "Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
  "imprint-9": "Streitschlichtung",
  "imprint-10": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.",
  "imprint-11": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
  "imprint-12": "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: https://ec.europa.eu/consumers/odr. Unsere E-Mail-Adresse finden Sie oben im Impressum. Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.",
  "imprint-13": "Haftung für Links",
  "imprint-14": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
  "imprint-15": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
  "policy-1": "Allgemeine Informationen",
  "policy-2": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
  "policy-3": "Datenerfassung auf dieser Website",
  "policy-4": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
  "policy-5": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.",
  "policy-6": "Wie erfassen wir Ihre Daten?",
  "policy-7": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
  "policy-8": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
  "policy-9": "Wofür nutzen wir Ihre Daten?",
  "policy-10": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.",
  "policy-11": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
  "policy-12": "Sie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.",
  "policy-13": "Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
  "policy-14": "2. Allgemeine Hinweise und Pflichtinformationen",
  "policy-15": "Datenschutz",
  "policy-16": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
  "policy-17": "Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem ​​Zweck das geschieht.",
  "policy-18": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
  "policy-19": "Hinweis zur verantwortlichen Stelle",
  "policy-20": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:",
  "policy-21": "München"
 
}