{
  "aboutMe": "About me",
  "skills": "Skills",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "scroll": "Scroll down",
  "me": "I am",
  "job": "FRONTEND DEVELOPER",
  "letsTalk": "Let´s talk",
  "aboutMe-headline": "Hi, I’m a Frontend Developer based in Munich. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.",
  "aboutMe-located": "Flexible in terms of working environments, I can work effectively both on-site in Munich and remotely.",
  "aboutMe-mind": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
  "aboutMe-professional": "In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you to achieve your goals and bring your visions to life.",
  "skills-first-paragraph": "I have gained experience in building projects with different frontend technologies and concepts.",
  "looking-for": "Looking for ",
  "another-skill": "another skill?",
  "feel-free": "Feel free to contact me. I am looking forward to expand on my previous knowledge.",
  "get-in-touch": "Get in touch",
  "explore": "Explore a selection of my work here - Interact with projects to see my skills in action.",
  "join-text": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "shinobi-text": "A simple Jump-and-Run game based on an object-oriented approach. Help the samurai to defeat the evil Dragon.",
  "pokedex-text": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
  "crm-text": "A very Simple Customer Relationship Management system working with CRUD functionality.",
  "e-commerce": "A simple eCommerce app that allows users to buy products, add them to the cart, and securely complete their purchase using PayPal.",
  "got-problem": "Got a problem to solve?",
  "contact-me": "Contact me through this form. I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
  "need-frontend": "Need a Frontend developer? ",
  "contact-with-me": "Contact me!",
  "form-name": "Your name is required",
  "form-email-valid": "You must write a valid email",
  "form-email": "Your email is required",
  "form-text-long": "Your message is empty or is smaller than 10 letter",
  "form-text": "Your message is empty",
  "i-red": "I've read the ",
  "privacy-policy": "privacy policy",
  "i-agree": "and agree to the processing of my data as outlined",
  "accept-please": "Please accept the privacy policy",
  "send-message": "Send message",
  "thanks": "Thank you for contacting me. I will get back to you as soon as possible.",
  "bye": "Have a good day.",
  "imprint": "Imprint",
  "imprint-1": "Information according to § 5 TMG",
  "imprint-2": "Register entry",
  "imprint-3": "Entry in the commercial register. Register court: District Court of Sample City Registration number: HRB 12345 VAT ID: VAT identification number according to §27 a VAT Act: DE123456789 Responsible for the content according to § 55 para. 2 RStV: Max Mustermann Sample Street 1 12345 Sample City",
  "imprint-4": "How do we collect your data?",
  "imprint-5": "Your data is collected, firstly, by you providing it to us. This can for example, be data that you enter into a contact form.",
  "imprint-6": "Other data is collected automatically or with your consent when you visit the website through our IT systems.",
  "imprint-7": "These are mainly technical data (e.g., internet browser, operating system, or time of page access).",
  "imprint-8": "This data is collected automatically as soon as you enter this website.",
  "imprint-9": "Dispute resolution",
  "imprint-10": "Part of the data is collected to ensure the error-free provision of the website. Other data can be used to analyze your user behavior.",
  "imprint-11": "What rights do you have regarding your data?",
  "imprint-12": "The European Commission provides a platform for online dispute resolution (ODR): https://ec.europa.eu/consumers/odr. You can find our email address above in the imprint. We are not willing or obliged to participate in dispute resolution proceedings before a consumer arbitration board.",
  "imprint-13": "Liability for links",
  "imprint-14": "Our offer contains links to external third-party websites, the contents of which we have no influence on. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the contents of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking. A permanent control of the contents of the linked pages is, however, not reasonable without concrete evidence of a violation of the law. If we become aware of any legal infringements, we will remove such links immediately.",
  "imprint-15": "The contents and works created by the site operators on these pages are subject to German copyright law. The duplication, processing, distribution, and any kind of exploitation outside the limits of copyright require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. If we become aware of any legal infringements, we will remove such content immediately.",
  "policy-1": "General Information",
  "policy-2": "The following notes provide a simple overview of what happens to your personal data when you visit this website. Personal data is any data with which you can be personally identified. Detailed information on the subject of data protection can be found in our privacy policy listed below this text.",
  "policy-3": "Data Collection on This Website",
  "policy-4": "DWho is responsible for data collection on this website?",
  "policy-5": "The data processing on this website is carried out by the website operator. You can find the operator's contact details in the section “Notice on the Responsible Party” in this privacy policy.",
  "policy-6": "How do we collect your data?",
  "policy-7": "Your data is collected firstly by you providing it to us. This could, for example, be data you enter in a contact form.",
  "policy-8": "Other data is collected automatically or with your consent when you visit the website by our IT systems. This is mainly technical data (e.g., internet browser, operating system, or time of page access). The collection of this data happens automatically as soon as you enter this website.",
  "policy-9": "What do we use your data for?",
  "policy-10": "Part of the data is collected to ensure the error-free provision of the website. Other data can be used to analyze your user behavior.",
  "policy-11": "What rights do you have regarding your data?",
  "policy-12": "You have the right at any time to receive information free of charge about the origin, recipient, and purpose of your stored personal data. You also have the right to request the correction or deletion of this data. If you have given consent for data processing, you can revoke this consent at any time for the future. You also have the right, under certain circumstances, to request the restriction of the processing of your personal data. Furthermore, you have the right to lodge a complaint with the competent supervisory authority.",
  "policy-13": "For this and any other questions on the subject of data protection, you can contact us at any time.",
  "policy-14": "2. General Information and Mandatory Information",
  "policy-15": "Data Protection",
  "policy-16": "The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy.",
  "policy-17": "When you use this website, various personal data are collected. Personal data is data with which you can be personally identified. This privacy policy explains what data we collect and what we use it for. It also explains how and for what purpose this happens.",
  "policy-18": "We would like to point out that data transmission over the Internet (e.g., communication by e-mail) can have security gaps. A complete protection of the data against access by third parties is not possible.",
  "policy-19": "Notice on the Responsible Party",
  "policy-20": "The responsible party for data processing on this website is:",
  "policy-21": "Munich"
  
}