{
  "aboutMe": "Sobre mí",
  "skills": "Habilidades",
  "portfolio": "Portafolio",
  "contact": "Contacto",
  "scroll": "Desplázate hacia abajo",
  "me": "Soy",
  "job": "DESARROLLADOR FRONTEND",
  "letsTalk": "Hablemos",
  "aboutMe-headline": "Hola, soy un Desarrollador Frontend y vivo en Múnich. Motivado por las infinitas oportunidades dentro de la rama de desarrollo web, estoy siempre emocionado cuando creo sitios web y aplicaciones visualmente atractivos e intuitivos.",
  "aboutMe-located": "Flexible en cuanto a entornos de trabajo, puedo trabajar eficazmente tanto en el sitio en Múnich como de forma remota.",
  "aboutMe-mind": "Soy una persona de mente abierta y siempre busco desafíos personales para mejorar constantemente mis conocimientos y habilidades.",
  "aboutMe-professional": "En mi profesión, la programación no es solo escribir código; es una forma creativa de resolver problemas. Me enorgullece mi capacidad para afrontar desafíos técnicos complejos en soluciones simples y fáciles de usar. De esta manera, te ayudo a alcanzar tus objetivos y hacer realidad tus visiones.",
  "skills-first-paragraph": "He adquirido experiencia en la construcción de proyectos con diferentes tecnologías y conceptos frontend.",
  "looking-for": "Buscando ",
  "another-skill": "otra habilidad",
  "feel-free": "No dudes en contactarme. Estoy ansioso por ampliar mis conocimientos previos.",
  "get-in-touch": "Ponte en contacto",
  "explore": "Explora una selección de mi trabajo aquí. Interactúa con los proyectos para ver mis habilidades en acción.",
  "join-text": "Administrador de tareas inspirado en el Sistema Kanban. Crea y organiza tareas usando funciones de arrastrar y soltar. Asigna usuarios y categorías.",
  "shinobi-text": "Un simple juego de saltar y correr basado en un enfoque orientado a objetos. Ayuda al samurái a derrotar al malvado Dragón.",
  "pokedex-text": "Basado en la PokéAPI, una simple biblioteca que proporciona y cataloga información sobre Pokémon.",
  "crm-text": "Un sistema de gestión de relaciones con clientes muy simple que funciona con funcionalidad CRUD.",
  "e-commerce": "Una aplicación de eCommerce simple que permite a los usuarios ver productos, agregarlos al carrito y completar su compra de forma segura utilizando PayPal.",
  "got-problem": "¿Tienes un problema para resolver?",
  "contact-me": "Contáctame a través de este formulario. Estoy muy interesado en escuchar tus ideas y contribuir a tus proyectos con mi trabajo.",
  "need-frontend": "¿Necesitas un desarrollador Frontend?",
  "contact-with-me": "¡Contáctame!",
  "form-name": "Se requiere tu nombre",
  "form-email-valid": "Debes escribir un correo electrónico válido",
  "form-email": "Se requiere tu correo electrónico",
  "form-text-long": "Tu mensaje está vacío o es menor a 10 letras",
  "form-text": "Tu mensaje está vacío",
  "i-red": "He leído la ",
  "privacy-policy": "política de privacidad",
  "i-agree": "y acepto el procesamiento de mis datos según lo descrito",
  "accept-please": "Por favor acepta la política de privacidad",
  "send-message": "Enviar mensaje",
  "thanks": "Gracias por contactarme. Me pondré en contacto contigo lo antes posible.",
  "bye": "Que tengas un buen día.",
  "imprint": "Imprint",
  "imprint-1": "Información según § 5 TMG",
  "imprint-2": "Entrada en el registro",
  "imprint-3": "Entrada en el registro comercial. Tribunal de registro: Tribunal de Distrito de Ciudad de Ejemplo Número de registro: HRB 12345 ID de IVA: Número de identificación del IVA según §27 a Ley del IVA: DE123456789 Responsable del contenido según § 55 párrafo 2 RStV: Max Mustermann Calle de Ejemplo 1 12345 Ciudad de Ejemplo",
  "imprint-4": "¿Cómo recopilamos tus datos?",
  "imprint-5": "Tus datos son recopilados, en primer lugar, al proporcionárnoslos. Esto puede ser, por ejemplo, los datos que ingresas en un formulario de contacto.",
  "imprint-6": "Otros datos se recopilan automáticamente o con tu consentimiento cuando visitas el sitio web a través de nuestros sistemas informáticos.",
  "imprint-7": "Estos son principalmente datos técnicos (por ejemplo, navegador de internet, sistema operativo o hora de acceso a la página).",
  "imprint-8": "Estos datos se recopilan automáticamente tan pronto como ingresas a este sitio web.",
  "imprint-9": "Resolución de disputas",
  "imprint-10": "Parte de los datos se recopilan para garantizar el funcionamiento sin errores del sitio web. Otros datos pueden ser utilizados para analizar tu comportamiento como usuario.",
  "imprint-11": "¿Qué derechos tienes respecto a tus datos?",
  "imprint-12": "La Comisión Europea proporciona una plataforma para la resolución de disputas en línea (ODR): https://ec.europa.eu/consumers/odr. Puedes encontrar nuestra dirección de correo electrónico arriba en el imprint. No estamos dispuestos ni obligados a participar en procedimientos de resolución de disputas ante una junta de arbitraje de consumidores.",
  "imprint-13": "Responsabilidad por enlaces",
  "imprint-14": "Nuestra oferta contiene enlaces a sitios web externos de terceros, cuyo contenido no podemos influir. Por lo tanto, no podemos asumir ninguna responsabilidad por estos contenidos externos. El respectivo proveedor u operador de las páginas es siempre responsable de los contenidos de las páginas enlazadas. Las páginas enlazadas fueron revisadas en busca de posibles violaciones legales en el momento de la vinculación. Los contenidos ilegales no eran reconocibles en el momento de la vinculación. Sin embargo, un control permanente de los contenidos de las páginas enlazadas no es razonable sin evidencia concreta de una violación de la ley. Si nos enteramos de cualquier infracción legal, eliminaremos dichos enlaces inmediatamente.",
  "imprint-15": "Los contenidos y trabajos creados por los operadores del sitio en estas páginas están sujetos a la ley de derechos de autor alemana. La duplicación, el procesamiento, la distribución y cualquier tipo de explotación fuera de los límites del derecho de autor requieren el consentimiento por escrito del respectivo autor o creador. Las descargas y copias de este sitio solo están permitidas para uso privado y no comercial. En la medida en que el contenido de este sitio no haya sido creado por el operador, se respetan los derechos de autor de terceros. En particular, el contenido de terceros se marca como tal. Si, no obstante, te das cuenta de una infracción de derechos de autor, te pedimos que nos lo informes. Si nos damos cuenta de cualquier infracción legal, eliminaremos dicho contenido de inmediato.",
  "policy-1": "Información General",
  "policy-2": "Las siguientes notas proporcionan una visión general simple de lo que sucede con tus datos personales cuando visitas este sitio web. Los datos personales son cualquier dato con el que puedas ser identificado personalmente. Encontrarás información detallada sobre el tema de la protección de datos en nuestra política de privacidad que aparece debajo de este texto.",
  "policy-3": "Recopilación de Datos en Este Sitio Web",
  "policy-4": "¿Quién es responsable de la recopilación de datos en este sitio web?",
  "policy-5": "El procesamiento de datos en este sitio web es llevado a cabo por el operador del sitio web. Puedes encontrar los datos de contacto del operador en la sección “Aviso sobre la Parte Responsable” en esta política de privacidad.",
  "policy-6": "¿Cómo recopilamos tus datos?",
  "policy-7": "Tus datos se recopilan principalmente al proporcionárnoslos. Esto podría ser, por ejemplo, los datos que ingresas en un formulario de contacto.",
  "policy-8": "Otros datos se recopilan automáticamente o con tu consentimiento cuando visitas el sitio web a través de nuestros sistemas informáticos. Estos son principalmente datos técnicos (por ejemplo, navegador de internet, sistema operativo, o hora de acceso a la página). La recopilación de estos datos sucede automáticamente tan pronto como ingresas a este sitio web.",
  "policy-9": "¿Para qué utilizamos tus datos?",
  "policy-10": "Parte de los datos se recopilan para garantizar el funcionamiento sin errores del sitio web. Otros datos pueden ser utilizados para analizar tu comportamiento como usuario.",
  "policy-11": "¿Qué derechos tienes respecto a tus datos?",
  "policy-12": "Tienes el derecho en cualquier momento de recibir información gratuita sobre el origen, el destinatario y el propósito de tus datos personales almacenados. También tienes derecho a solicitar la corrección o eliminación de estos datos. Si has dado tu consentimiento para el procesamiento de datos, puedes revocar este consentimiento en cualquier momento para el futuro. También tienes derecho, bajo ciertas circunstancias, a solicitar la restricción del procesamiento de tus datos personales. Además, tienes derecho a presentar una queja ante la autoridad supervisora competente.",
  "policy-13": "Para esto y cualquier otra pregunta sobre el tema de la protección de datos, puedes contactarnos en cualquier momento.",
  "policy-14": "2. Información General y Obligatoria",
  "policy-15": "Protección de Datos",
  "policy-16": "Los operadores de estas páginas toman muy en serio la protección de tus datos personales. Tratamos tus datos personales de manera confidencial y de acuerdo con las regulaciones legales de protección de datos y esta política de privacidad.",
  "policy-17": "Cuando usas este sitio web, se recopilan varios datos personales. Los datos personales son datos con los que puedes ser identificado personalmente. Esta política de privacidad explica qué datos recopilamos y para qué los usamos. También explica cómo y para qué se hace esto.",
  "policy-18": "Nos gustaría señalar que la transmisión de datos a través de Internet (por ejemplo, la comunicación por correo electrónico) puede tener brechas de seguridad. No es posible una protección completa de los datos contra el acceso por parte de terceros.",
  "policy-19": "Aviso sobre la Parte Responsable",
  "policy-20": "La parte responsable del procesamiento de datos en este sitio web es:",
  "policy-21": "Múnich"
}
